Repository: Idermonia/linux_dev_2025
Catalog: 12_InstallPackaging/po/*.po
Languages: ru

source: Yes
ru: Да

source: No
ru: Нет

source: Usage: %s [-r]
ru: Использование: %s [-r]

source: -r use Roman numerals
ru: -r использовать римские цифры

source: Error: Unknown option '%s'
ru: Ошибка: Неизвестная опция '%s'

source: Try '%s -h' for help
ru: Введите '%s -h' для справки

source: Think of a Roman number between I and C. Press Enter when ready.
ru: Загадайте римское число от I до C. Нажмите Enter, когда готовы.

source: Think of a number between 1 and 100. Press Enter when ready.
ru: Загадайте число от 1 до 100. Нажмите Enter, когда готовы.

source: Is your number greater than %s? (Yes/No):
ru: Ваше число больше, чем %s? (Да/Нет):

source: Is your number greater than %d? (Yes/No):
ru: Ваше число больше, чем %d? (Да/Нет):

source: Error: Please answer only 'Yes' or 'No'.
ru: Ошибка: Пожалуйста, отвечайте только 'Да' или 'Нет'.

source: Your number is
ru: Ваше число -
